[
    {
        "text": " At around 10:00 p.m. on November 10  2013  Employee #1  with Villager  Construction Inc.  with a coworker  were using an asphalt milling machine  (Wirtgen; Model Number: W2100) to grind out existing asphalt from an  interstate at a railroad bridge overpass. Employee # 1 was standing on the  ground  checking the depth of the cut into the asphalt  using a handheld  pendant attached to the machine. The pedant could stretch out from ten to 15  ft. This allowed Employee #1 to walk back and forth  checking the cut. The  operator was on the top of the milling machine  controlling the operation of  the machine and ensuring that the milling machine and dump truck (driven by a  second coworker  who worked for an independent trucking service) kept a safe  working distance. A different company  Protective Services Inc. (PSI)  was  responsible for the traffic control of the job site and had shut down the  inside lane of a three lane section of the interstate  so that work could be  conducted on that lane. The entire work zone was approximately two miles long   from start to finish. Employee #1 and the operator of the milling machine had  completed milling four sections (eight total passes) of the inside lane at the  bridge overpasses and were waiting for PSI to shut down the center lane. Dual  lane shut down of the inside and center lanes of the interstate was completed  around 9:30 p.m.  and Employee #1 and the milling machine operator milled two  sections (four total passes) of the center lane. Once both sides of the  overpass were milled out  approximately 200 ft on each side  Employee #1 and  the operator of the milling machine moved the milling machine down the  interstate  approximately1 000 ft  to a railroad overpass and began setting up  to mill the center lane sections. The truck driver backed his truck into  position and remained in the truck to move the truck slowly forward as milling  took place. Employee #1 was positioned between the milling machine and the  concrete median dividers  inside the coned off work zone. The lanes of travel  were approximately 12 ft wide  so the milling machine made two passes  since  it can only cut seven ft wide on each section to cover the entire lane.  Employee #1 was standing approximately three ft in the far inside lane on the  ground between milling machine and interior median wall inside of the approved  traffic control set up  and approximately midway up the machine and 17 ft from  the traffic control devices and flow of traffic. The milling machine was  approximately nine ft wide by 50 ft long  while operating. Employee #1 was  guarded by the machine from the flow of traffic. Approximately five to ten  minutes into the first pass  the milling machine operator noticed lights  hitting the reflectors on the inside wall and turned briefly to see a vehicle  coming. The operator thought it was the Project manager coming to check on the  status of the project. Then  the operator realized that the oncoming vehicle  was not equipped with a strobe  as required in work zones. The operator turned  and yelled for Employee # 1 to run for safety  as a Chevrolet Tahoe came down  the inside lane where Employee #1 was standing. The driver of the Tahoe  continued traveling in the far inside lane of the work zone  where Employee #1  was struck and thrown some 100 ft from where he was originally standing. The  vehicle was moving approximately 45 mph per hour. As he was transferred to a  hospital by emergency personnel  Employee #1 was treated for severe trauma   lacerations  fractures  and contusions to the body and head. Employee #1 was  pronounced dead at the hospital. The driver of the vehicle disregarded the  traffic control set up  all warning lights on the rear of the milling machine   and cone spacing of 100 ft. The construction work zone was set up correctly  with all signage  cone spacing  tapering  attenuators  and lighting; all of  the traffic control set up was approved by MUTCD for this type of tr ",
        "WHEN": "November 10  2013",
        "WHERE": "railroad bridge overpass",
        "EVENT": "Employee #1  was struck and thrown"
    },
    {
        "text": " On August 27  2012  Employee #1  a 19 year-old male laborer with Stomper  Company Inc.  arrived at 2:00 .am. at a site in Menlo Park California to  demolish the interiors of the building. They scraped the interiors of the  building and collected debris as they finished up the job. On August 28  2012   at approximately 10:00 a.m  the job assignment was done and every employee was  to put away all the rubble and gather all equipment in order to pack up and  leave the site. When the job assignment was finished  it is typical for all  employees to gather everything and put it away into the garbage bin or in  their trailers and bins. At the time  four coworkers were outside in the  parking lot working near the Number 5 700 Panther. Two coworkers were going to  load the number 5 700 Panther and Employee #1 stated that he was going to load  the number 5 700 Panther on a trailer when their trailer returns from the trip  delivering their first load. This worker got on a Gradall machine to lift a  box bin and move it towards the number 5 700 Panther. The coworkers stated  that Employee #1  not the employee designated to drive the Panther  got on  this vehicle and started driving it. Employee #1 attempted to load a number  5 700 Panther on to a bin. This bin had a rubber lip with a four to five inch  incline ramp on its lip's edge. Employee #1 drove the Panther straight  backwards on the bin and did not go through this four to five inch ramp bump  on to the bin. Right after this unsuccessful attempt  Employee #1 drove it  backwards a second time except this time slightly slanted to his left side.  The left wheel touched the ramp first. On this second attempt  the number  5 700 Panther fell and flipped over. Employee #1 attempted to jump out of this  vehicle but was unable to get away as the Panther which weighed over 2 000  pounds fell on his left foot and pinned it. A coworker got the Gradall  machinery in order to remove the Panther that was on top of Employee #1's left  foot. Employee #1 suffered a serious fracture injury to his left leg and was  hospitalized over twenty-four hours. Employee #1 also stated that he is well  trained in driving other construction vehicle equipment by another foreman.     ",
        "WHEN": "August 27  2012",
        "WHERE": "Menlo Park California",
        "EVENT": "the Panther which weighed over 2 000  pounds fell on his left foot and pinned it"
    },
    {
        "text": " On September 19  2012  Employee #1 had a seizure while utilizing a bathroom  facility. The employee has past history of seizures. A coworker found Employee  #1 unresponsive  and called 911 then performed CPR  on the employee until  paramedics arrived. Employee #1 was transported to St. James hospital in  Chicago Heights  where he was pronounced dead.                                  ",
        "WHEN": "September 19  2012",
        "WHERE": "a bathroom  facility",
        "EVENT": "Employee #1 had a seizure"
    },
    {
        "text": "   At approximately 9:30 a.m. on November17  2010  Employee #1 of Midwest  Masonry  Inc.  was responsible for using the cement mixer. He was struck by  the cement mixer that tipped over in the process of mixing cement/concrete.  Employee #1 suffered bruises to his upper right thigh and right hip. There was  no visible damage to the cement mixer. In addition  there were no employees to  observe how the cement mixer fell on the employee.                              ",
        "WHEN": "November17  2010",
        "WHERE": "mixing cement/concrete",
        "EVENT": "He was struck by  the cement mixer"
    },
    {
        "text": " On September 26  2013  Employee #1  a \"flagger\" with Iowa Erosion Control   Inc.  was turning a vertical sign from STOP to SLOW  based upon the location  of a pilot car running between the worker's location and a second coworker  \"flagger \" located approximately one mile away. A semi-truck came up over a  hill to the south of Employee #1. While traveling  its brakes locked up   leaving residue on the roadway. Then  the semi-truck swerved to miss a car at  Employee #1's sign area and struck Employee #1. Employee #1 was then dragged  and/or rolled approximately 40 ft to the north  where his body came to rest.  The semi-truck veered into the ditch area at the north edge of the street and  then proceeded north. The Initial investigation revealed that warning signs  were posted along the highway  cones and other markings were present  and  Employee #1was wearing a high visibility vest/clothing. Employee #1 was killed  in the incident.                                                                ",
        "WHEN": "September 26  2013",
        "WHERE": "one mile away",
        "EVENT": "struck Employee #1"
    },
    {
        "text": " On June 14  2011  Employee #1 was part of a road crew picking up and removing  a piece of traffic control equipment that was located on a trailer. The  equipment had been positioned in the emergency shoulder of an interstate  highway. A driver of a passenger vehicle fell asleep while driving and crossed  three lanes of traffic. The passenger vehicle struck the trailered equipment  and Employee #1. Employee #1 was killed.                                        ",
        "WHEN": "June 14  2011",
        "WHERE": "the emergency shoulder of an interstate  highway",
        "EVENT": "The passenger vehicle struck the trailered equipment and Employee #1"
    },
    {
        "text": " On February 3  2011  a 34-year-old maintenance assistant employee was working  with a crew performing grouting and patching repairs inside a tunnel pipeline.  The employee moved  and his left foot was struck by and run over by a loader.  The employee underwent surgery for a crushed left foot.                         ",
        "WHEN": "February 3  2011",
        "WHERE": "inside a tunnel pipeline",
        "EVENT": "his left foot was struck by and run over by a loader"
    },
    {
        "text": " At approximately 9:00 a.m. on February 6  2009  Employee #1 was a service  technician for Arbon Equipment. He was at Birds Eye Foods to service the dock  lock on Bay Number 3. He parked his service truck in front of Bay Number 3. A  tractor-trailer unit was parked in the adjacent bay and there was a gap of  approximately 2 to 3 ft between the trailer and the loading dock frame.  Employee #1 went to the front of the truck to look for the driver. He did not  see the driver so he walked to the back of the trailer and climbed on top of  the dock lock to examine it. The truck driver had been in the sleeper berth. A  dock worker notified the truck driver that he was not fully backed into place  at the loading dock. The driver backed up to close the gap  unaware that  Employee #1 was on the dock lock. Employee #1 fell off the dock lock and was  pinned between the loading dock and trailer. He suffered a fractured pelvis  a  ruptured bladder  and leg vein damage. He was hospitalized for treatment of  his injuries.                                                                   ",
        "WHEN": "February 6  2009",
        "WHERE": "Birds Eye Foods",
        "EVENT": "Employee #1 fell off the dock lock and was  pinned between the loading dock and trailer"
    },
    {
        "text": " At 3:45 a.m. on September 29  2011  Employee #1  who was employed by Greene's   Inc.  was removing temporary traffic control barrels on Interstate 15 (I-15)  and approximately 14100 South. The company had been working on a stretch of  I-15 from the Utah County line to 12300 South in Salt Lake County. The  project  which had begun in May  was to replace damaged sections of the  Interstate  and the work was being conducted in the evenings. According to  witnesses  Employee #1 had begun removing the temporary traffic control  barrels at the north end of the northbound 14300 South on-ramp. The barrels  that were located at the south end of the on-ramp had been removed before it  was safe to allow traffic to use the on-ramp. A dump truck had entered the  on-ramp  and the driver of the dump truck did not know that workers were still  removing the barrels from the work site. Employee #1 had removed a barrel from  the interstate and had placed it on the east side of the on-ramp. He was  walking west across the on-ramp to remove another barrel and was struck by the  dump truck. Employee #1 was killed. Employee #1 was wearing a high-visibility  vest but the driver of the dump truck did not see him in time to stop.          ",
        "WHEN": "September 29  2011",
        "WHERE": "Interstate 15 (I-15)  and approximately 14100 South",
        "EVENT": "struck by the  dump truck"
    },
    {
        "text": " On September 30  2008  Employee #1 and a coworker were installing a running  line in an Alimack hoist tower. While Employee #1 was located in the Alimack  hoist tower  the coworker was standing on top of a car feeding Employee #1 the  line. The car suddenly descended a few inches  severing Employee #1's right  big toe. Employee #1 was hospitalized and treated for his injury. During the  accident investigation it was determined that the coworker inadvertently came  into contact with the down button  which caused the dissention of the car. ",
        "WHEN": "September 30  2008",
        "WHERE": "Alimack hoist tower",
        "EVENT": "The car suddenly descended a few inches"
    },
    {
        "text": " On August 24  2003  Jose Crespin Company  a stucco contractor  employed  Employee #1 and four coworkers. They were applying a stucco finish to the  exterior insulating finishing system on the Home Depot  Store Number 6555.  After completing the lumber canopy at the west end of the building  the  employees moved to the east end to finish the exterior insulating finishing  system on the spandrel panels at the garden center. While waiting for the  building surface to cool  the employees took a work break. During their break   the weather swiftly changed from clear and sunny to heavy rain and strong  winds. The employees then moved to the north side of the building at the  garden center where they hoped that the masonry piers and spandrel panels  would shelter them from the rain. The wind reached speeds in excess of 40 mph  and began collapsing the masonry piers (C.1-0.2 and C.1-0.3) where the  employees were standing. Realizing the imminent danger of the collapsing  piers  four employees fled from the area. Employee #1 became entangled in a  sheet of plastic  and was unable to break free when stub pier \"C.1-0.3\"  a  14-foot tall masonry pier  collapsed on him  crushing him. He was killed from  asphyxia.                                                                       ",
        "WHEN": "August 24  2003",
        "WHERE": "the garden center",
        "EVENT": "14-foot tall masonry pier  collapsed on him  crushing him"
    },
    {
        "text": " On October 24  2008  Employee #1 was working inside the freestanding carport  that was under construction  supported by vertical temporary bracing along the  outside perimeter. Employee #1's coworker was standing on the outside of the  carport with his hands resting on one of the temporary bracing. Employee #1  was operating the 20-ton bottle jack  which had an additional support on top  of the jack. Employee #1 was placing the additional support brace on top of  the bottle jack in the upward position. The support resting on the jack came  into contact with the underside wooden beams. The support in back of the jack  was removed to install trim under the area to replace the support. Employee #1  completed jacking and his coworker was about to remove the temporary vertical  wooden support  when the carport structure shifted off the temporary supports   trapping Employee #1 on the inside structure of the carport  breaking his  neck. Employee #1 died as a result of his injuries.                             ",
        "WHEN": "October 24  2008",
        "WHERE": "inside the freestanding carport",
        "EVENT": "trapping Employee #1 on the inside structure of the carport"
    },
    {
        "text": " At approximately 7:15 a.m. on August 9  2007  Employee #1 and a coworker were  stripping the interior form work of a 15 ft long by 8 ft deep by 3 ft wide by  8 in. thick  type G-2 drainage inlet structure. They were doing this while the  cement slurry backfill was being poured between the excavation wall and the  north wall of the inlet structure. Two trucks  each carrying 10 cubic yards of  the slurry  had already poured in their contents. When the third truck pour  was in progress  the north wall developed vertical cracks and pushed toward  the south wall of the inlet structure  crushing Employee #1 against the south  wall. He sustained numerous bodily injuries. The coworker was able to climb  out safely.                                                                     ",
        "WHEN": "August 9  2007",
        "WHERE": "G-2 drainage inlet structure",
        "EVENT": "crushing Employee #1 against the south  wall"
    },
    {
        "text": " At approximately 2:15 p.m. on June 21  2011  Employee #1 was repairing a  pipeline for a new housing development. Employee #2 laid a pipe in the trench  using an 8 ft. high trench box. The foreman noticed a separation between some  previously laid pipe and had his crew pull out the affected sections of pipe.  He went to his truck to gather some testing equipment for the pressure test  that needed to be performed on the remaining sections of piping. Employee #1  went into the trench to set up for the test  the north wall caved in. There  was no cave-in protection other than sloping the top 3 to 4 ft. portion of  excavation. Employee #1 was killed when buried. The foreman had told Employee  #1 prior to leaving the scene not to enter the trench without having the  trench box reinstalled in the trench.                                           ",
        "WHEN": "June 21  2011",
        "WHERE": "trench",
        "EVENT": "Employee #1 was killed when buried"
    },
    {
        "text": " On May 21  2009  Employee #1 and #2 were building a wood frame detached  garage. After its completion  both employees decided to occupy the interior of  some trusses  when the trusses started buckling. The trusses collapsed   causing them to fall. They sustained unspecified injuries and were taken to a  local hospital for treatment. Following the medical care  they were released  the same day.                                                                   ",
        "WHEN": "May 21  2009",
        "WHERE": "a wood frame detached  garage",
        "EVENT": "The trusses collapsed   causing them to fall"
    },
    {
        "text": " At approximately 1:20 p.m. on November 9  2010  Employee #1 was working for  his employer  a construction contractor  and he was assigned to work a  trenching project. Employee #1 was installing a 2-inch water line and tracer  wire in the trench  which measured approximately 6.5 feet deep and 2 feet  wide. The trench was not protected  and the spoil pile was directly adjacent  to the trench edge. Employee #1 entered the trench  and the trench wall and  spoil pile collapsed  covering Employee #1. Employee #1 was trapped for  approximately 6 to 8 minutes  and was unconscious when rescuers pulled him  from the trench. Employee #1 was transported to a local hospital and he was  admitted to intensive care. Employee #1 died from his injuries 6 days later.    ",
        "WHEN": "November 9  2010",
        "WHERE": "in the trench",
        "EVENT": "the trench wall and  spoil pile collapsed  covering Employee #1"
    },
    {
        "text": " On November 6  2009  Employee #1 was in a trench  at a depth of 18 feet  when  the wall caved in on him. The employer then placed a trench box around  Employee #1 and dug him out of the trench. The local fire and ambulance  service arrived and removed Employee #1 from the trench. Employee #1's right  leg was fractured in multiple places. He was hospitalized for five days and  then relocated to a care facility  where he was recovering at the time this  report was written.                                                             ",
        "WHEN": "November 6  2009",
        "WHERE": "in a trench  at a depth of 18 feet",
        "EVENT": "the wall caved in on him"
    },
    {
        "text": " Employee #1  an independent contractor at a construction site  was trying to  stand on end a wood-framed wall. The wall was too heavy for one person and  when it bumped up against a ceiling pipe while being raised  he lost control  of it. The wall fell on Employee #1  who sustained a compressed disc in his  back.                                                                           ",
        "WHEN": "",
        "WHERE": "a construction site",
        "EVENT": "The wall fell on Employee #1"
    },
    {
        "text": " At approximately 2:30 on July 12  2007  Employee #1 and coworkers were  installing 8 in. diameter PVC sewer pipe in an approximately 8 ft deep trench.  A coworker had just left the trench to get a connector when the entire east  side caved in and buried Employee #1. He was killed. The Morton County  Sheriff  EMS  and Fire Rescue responded to the rescue attempt  but Employee #1  was pronounced dead at the scene. The trench had been neither sloped nor  shored to prevent a trench wall cave-in.                                        ",
        "WHEN": "July 12  2007",
        "WHERE": "in an approximately 8 ft deep trench",
        "EVENT": "the entire east  side caved in and buried Employee #1"
    },
    {
        "text": " At approximately 3:00 p.m. on June 17  2010  Employee #1  a plumber  and the  company general manager were laying approximately 475 ft of 4 in. PVC lateral  sewer line from a new residential dwelling to a municipal tie-in point. The  general manager was operating a Bobcat excavator  Model Number 331E   Identification Number 232711536  while Employee #1 occupied the 4 ft to 7 ft  deep trench checking the fall angle of the lateral and connecting gasket  joints with grease. Approximately 200 ft into the work  Employee #1 was  working in a 7 ft deep part of the trench near a solid wall 2.5 ft wide by 5  ft deep by 33 ft long when it sheared and collapsed. Employee #1 was killed.  Upon further investigation  it was learned that nine days prior to this event   the local electric municipal dug and backfilled an underground line from a  transformer to the residential dwelling with a trenching machine that made 4  in. to 6 in. wide cuts at a 4 ft to 5 ft depth. The trench wall ran adjacent  to the previously trenched electrical line by 2.5 ft. Due to the prior trench  work  there was inadequate sloping and backfill and an engineered tension  crack which increased the angle of internal friction and shear strength of the  wall.                                                                           ",
        "WHEN": "June 17  2010",
        "WHERE": "a new residential dwelling to a municipal tie-in point",
        "EVENT": "it sheared and collapsed"
    },
    {
        "text": " At approximately 3:45 PM on April 18  2007  Employee #1 had accessed a hopper  barge to release a cable that had been used to support the barge on the  starboard side. The barge  a Flexifloat  is a modular system consisting of two  10 ft by 40 ft sections side by side with another 10 ft by 20 ft section  attached at the end. The total size was 20 ft by 50 ft. The hopper section  consisted of 1-in. plate steel. The plates were welded vertically to the deck  and the side plates were welded at an angle with steel I beams for support to  deflect material to the center. The plates were approximately 8 ft high. The  barge was used to catch construction debris from a bridge that was being  demolished. After Employee #1 released the cable  a coworker who was operating  a tug boat  put the boat at notch one in reverse to back the barge out from  under the bridge. After moving approximately 2 ft the barge listed to  starboard approximately 6 to12 inches. It then rolled back to port the same  distance  then back to even keel. It then rolled back to port and capsized  both vessels. As the vessels were rolling to the port side  Employee #1 jumped  into the water and started to swim away. The coworker  at almost the same  time  jumped from the pilot house and swam away. As the barge capsized   Employee #1 was caught in the hopper section trapping him under the barge and  he drowned.                                                                     ",
        "WHEN": "April 18  2007",
        "WHERE": "a hopper  barge",
        "EVENT": "he drowned"
    },
    {
        "text": " At 12:50 p.m. on March 26  2012  Employee #1 was crossing between two 60-foot  by 80-foot barges moored in place on Nickajack Lake. Employee #1 was stepping  across a gap approximately 2 foot wide between the barges  when his fall  arrest lanyard became tangled on a mooring post. Employee #1 lost his balance  and fell from the east-most barge into the 50-degree Fahrenheit water of  Nickajack Lake. While in the water  Employee #1 became separated from his life  jacket. As fellow employees from each barge attempted to rescue him  Employee  #1 sank and drowned in 60 feet of water.                                        ",
        "WHEN": "March 26  2012",
        "WHERE": "Nickajack Lake",
        "EVENT": "Employee  #1 sank and drowned in 60 feet of water"
    },
    {
        "text": " On August 18  2009  Employee #1 was inside a 140-ft long and 24-in. in  diameter pipe that ran through a tunnel underneath a highway. Employee #1 was  inside the pipe when a rain storm flooded the pipe  drowning Employee #1.       ",
        "WHEN": "August 18  2009",
        "WHERE": "tunnel underneath a highway",
        "EVENT": "drowning Employee #1"
    },
    {
        "text": " At about 12:00 p.m. (noon) on September 12  2006  Employee #1  who was working  for a roofing company  went into a residential swimming pool while on lunch  break and drowned.                                                              ",
        "WHEN": "September 12  2006",
        "WHERE": "a residential swimming pool",
        "EVENT": "drowned"
    },
    {
        "text": " Employee #1  a diver  became caught in a coffer dam and drowned.                ",
        "WHEN": "",
        "WHERE": "a coffer dam",
        "EVENT": "drowned"
    }
]